{
    "The Godfather: Part II": {
        "day": ["Wednesday"],
        "date": ["January 21"],
        "imdb": ["http://www.imdb.com/title/tt0069089/"],
        "short": ["1974. USA. Dir: Francis Ford Coppola. With Al Pacino, Robert De Niro. 200 min."],
        "long": ["Our opener is no mere sequel, but a self-contained tale of corruption, betrayal, and lost humanity even more ambitious and devastating than its predecessor. Coppola revisits the Corleone family, intertwining Michael’s ruthless expansion of the business with Vito’s inevitable rise from immigrant to Godfather."]
    },
    "Through the Olive Trees": {
        "day": ["Thursday"],
        "date": ["January 22"],
        "short": ["1994. Iran. Dir: Abbas Kiarostami. With Mohamed Ali Kesharvaz. 103 min."],
        "imdb": [],
        "long": ["Celebrated Iranian auteur Kiarostami revisits the making of one of his own previous movies, during which one actor fell in love with another. Despite a deceptively simple style, the line between fact and fiction is removed as the film folds in on itself, complicating the events and our understanding of them."]
    },
    "Dear White People": {
        "day": ["Friday"],
        "date": ["January 23"],
        "imdb": ["http://www.imdb.com/title/tt0245429/"],
        "short": ["2014. USA. Dir: Justin Simien. With Tessa Thompson. 108 min."],
        "long": ["At a prestigious, predominantly white university starting with the letter “W,” black students struggle to overcome systemic injustice and make their distinct voices heard… This film’s comedic chaos hits close to home, provoking chuckles and cringes of recognition in equal measure, and inventively sparking necessary debate without claiming easy solutions."]
    },
    "To Be or Not to Be": {
        "day": ["Saturday"],
        "date": ["January 24"],
        "imdb": ["http://www.imdb.com/title/tt0054494/?ref_=fn_al_tt_1"],
        "short": ["1942. USA. Dir: Ernst Lubitsch. With Carole Lombard, Jack Benny. 99 min."],
        "long": ["During the Nazi occupation of Warsaw an unlikely husband-wife duo find themselves at the center of a convoluted spy plot, leading a ragtag band of merry stage actors as they apply their dramatic talents to fool the resident Gestapo forces.  Lubitsch’s genre-mixing farce balances sidesplitting laughs with biting political satire and nervy wartime suspense."]
    },
    "The Tale of the Princess Kaguya": {
        "day": ["Wednesday"],
        "date": ["January 28"],
        "imdb": ["http://www.imdb.com/title/tt2364975/?ref_=nv_sr_1"],
        "short": ["2014. Japan. Dir: Isao Takahata. With Animated. 137 min. "],
        "long": ["A humble bamboo cutter encounters a young girl who sprouts forth from one of the shoots: a princess sent from above to experience the hubris of man. In adapting Japan’s oldest recorded folktale, Studio Ghibli (Spirited Away) dazzles with sparse, striking imagery and experimental animation styles."]
    },
    "Arab Labor": {
        "day": ["Thursday"],
        "date": ["January 29"],
        "imdb": ["http://www.imdb.com/title/tt2545088/?ref_=nv_sr_1"],
        "short": ["2008. Israel. Dir: Shai Kapon. With Norman Issa, Clara Khoury. 96 min."],
        "long": ["We present two episodes from Season Two of this satirical sitcom about an Israeli Arab couple and their daughter who have moved into a Jewish neighborhood. Arab Labor’s characters play on religious, cultural and political differences to poke fun at the divides in Jerusalem’s mixed society. Speaker: Creator/writer Sayed Kashua. Sponsored by the Ring family and the Center for Jewish Studies. Co-sponsored by the College of Film and the Moving Image."]
    },
    "Raiders of the Lost Ark": {
        "day": ["Friday"],
        "date": ["January 30"],
        "imdb": ["http://www.imdb.com/title/tt0088763/?ref_=nv_sr_1"],
        "short": ["1981. USA. Dir: Steven Spielberg. With Harrison Ford, Karen Allen. 115 min."],
        "long": ["Archeology professor slash snake-hating adventurer Indiana Jones must locate a priceless Judeo-Christian artifact before the Nazis beat him to it. The timeless badass must brave booby traps, power-hungry Germans, and an irate ex-lover in this action-adventure joyride."]
    },
    "Walkabout": {
        "day": ["Saturday"],
        "date": ["January 31"],
        "imdb": ["http://www.imdb.com/title/tt0023634/?ref_=fn_al_tt_1"],
        "short": ["1971. UK/Australia. Dir: Nicolas Roeg. With Jenny Agutter, Luc Roeg. 100 min."],
        "long": ["Two young siblings become stranded in the vast Australian Outback, with only an Aboriginal teen on his Walkabout to help them survive. Roeg brings the coming-of-age tale to a striking, kaleidoscopic backdrop, where the sweltering landscape is just as much an object of fascination as the characters who traverse it."]
    },
    "The Babadook": {
        "day": ["Wednesday"],
        "date": ["February 4"],
        "imdb": ["http://www.imdb.com/title/tt0133152/?ref_=nv_sr_1"],
        "short": ["2014. Australia. Dir: Jennifer Kent. With Essie Davis, Noah Wiseman. 94 min."],
        "long": ["A harried young widow suffers when her rambunctious son claims to be haunted by a supernatural fiend he saw in a creepy pop-up book. As she’s run ragged by her own exhaustion, insomnia, and hallucinations, this presence starts to feel harrowingly real – is it simply the stress of raising a difficult child alone, or something far more horrific?"]
    },
    "The Wonders": {
        "day": ["Thursday"],
        "date": ["February 5"],
        "imdb": ["http://www.imdb.com/title/tt2094890/?ref_=nv_sr_1"],
        "short": ["2013. Israel. Dir: Avi Nesher. With Adir Miller, Yehuda Levi. 112 min."],
        "long": ["A graffiti artist and general slacker is sucked into the middle of a conspiracy upon discovering an unusual rabbi who is being held captive across the alleyway. Frequently honored as one of Israel’s greatest filmmakers, director Nesher co-wrote the film with the lead vocalist of an Israeli hip-hop band. Speaker: Scott Higgins, Film Studies Chair. Sponsored by the Ring family and the Center for Jewish Studies. Co-sponsored by the College of Film and the Moving Image."]
    },
    "Monty Python and the Holy Grail": {
        "day": ["Friday"],
        "date": ["February 6"],
        "imdb": ["http://www.imdb.com/title/tt0190590/?ref_=nv_sr_1"],
        "short": ["1975. UK. Dir: Terry Gilliam, Terry Jones. With Graham Chapman. 91 min. "],
        "long": ["In the British comedy crew’s glorious spoof on Arthurian lore, incompetent knights, killer rabbits, and shrubbers abound as King Arthur & Co. embark on their absurdly ill-fated quest. You might feel tempted to die of laughter, but you’ll be fine – it’s just a flesh wound."]
    },
    "The Naked Kiss": {
        "day": ["Saturday"],
        "date": ["February 7"],
        "imdb": ["http://www.imdb.com/title/tt2131698/?ref_=nv_sr_1"],
        "short": ["1964. USA. Dir: Samuel Fuller. With Constance Towers. 90 min."],
        "long": ["In Fuller’s lurid, noirish melodrama, a tough-as-nails ex-prostitute relocates to the suburbs in an attempt to give up her illicit lifestyle, taking a job at a hospital for handicapped children and finding love with a wealthy, reputable young man. However, everything is not as it seems in the small town of Grantville..."]
    },
    "Goodbye to Language 3D": {
        "day": ["Wednesday"],
        "date": ["February 11"],
        "imdb": ["http://www.imdb.com/title/tt0112682/?ref_=nv_sr_1"],
        "short": ["2014. France/Switzerland. Dir: Jean-Luc Godard. With Héolïse Godet. 70 min."],
        "long": ["This cerebral and wildly inventive visual essay from the canonical French director has garnered international praise as a milestone of 3-D technology. The free-flowing narrative loosely represents the stories of two couples and one dog, all rendered through tantalizingly strange and ingenious imagery. We’re proud to present this film’s CT premiere."]
    },
    "Hunting Elephants": {
        "day": ["Thursday"],
        "date": ["February 12"],
        "imdb": ["http://www.imdb.com/title/tt2073520/?ref_=nv_sr_1"],
        "short": ["2013. Israel. Dir: Reshef Levi. With Sasson Gabai, Patrick Stewart. 107 min."],
        "long": ["Twelve-year-old Jonathan decides to exact revenge on the bank his father worked for, following their refusal to pay compensation for dad’s death on the job. With the aid of his grandfather and two of his elderly friends, Jonathan will attempt to rob the bank and earn some payback in this crime caper. Speaker: Isaac Zablocki, Director of Film Programs at JCC Manhattan. Sponsored by the Ring family and the Center for Jewish Studies. Co-sponsored by the College of Film and the Moving Image."]
    },
    "Blade Runner (The Final Cut)": {
        "day": ["Friday"],
        "date": ["February 13"],
        "imdb": ["http://www.imdb.com/title/tt0095016/?ref_=nv_sr_1"],
        "short": ["1982. USA. Dir: Ridley Scott. With Harrison Ford, Rutger Hauer. 117 min."],
        "long": ["A hard-boiled cop tasked with tracking down and terminating “replicants” – androids engineered to look exactly like humans – grapples with moral quandaries and the nature of self in dim, dystopian L.A. The eerily slow-burning neo-noir has been hailed as a sci-fi paragon for its ornate, imaginative production design and complex philosophical themes."]
    },
    "Pillow Talk": {
        "day": ["Saturday"],
        "date": ["February 14"],
        "imdb": ["http://www.imdb.com/title/tt0037595/?ref_=nv_sr_2"],
        "short": ["1959. USA. Dir: Michael Gordon. With Doris Day, Rock Hudson. 98 min."],
        "long": ["Jan: a successful, self-reliant interior decorator. Brad: a Broadway composer and full-time womanizer. With only one telephone line between the two of them, a heated feud unfolds – followed, naturally, by romantic shenanigans. Catchy music, vibrant colors, and a playful approach to widescreen mark this sexy, quintessential rom-com, the first of three Day-Hudson pairings."]
    },
    "Badlands": {
        "day": ["Wednesday"],
        "date": ["February 18"],
        "imdb": ["http://www.imdb.com/title/tt0037595/?ref_=nv_sr_2"],
        "short": ["1973. USA. Dir: Terrence Malick. With Martin Sheen, Sissy Spacek. 95 min."],
        "long": ["A small town girl is swept up in the whirlwind of a troubled young drifter, joining him on a killing spree across the striking landscapes and radiant horizons of the vast Midwest. Malick’s impressive debut becomes a fairytale of mid-century Americana, its chilling brutality rendered poetic in the trademark lyricism that would come to define the director’s work."]
    },
    "The Dove Flyer (A.K.A. Farewell Baghdad)": {
        "day": ["Thursday"],
        "date": ["February 19"],
        "imdb": ["http://www.imdb.com/title/tt0037595/?ref_=nv_sr_2"],
        "short": ["2013. Israel. Dir: Nissim Dayan. With Daniel Gad, Yasmin Ayun. 105 min."],
        "long": ["With so much of our attention focused on Iraq’s recent history, this film instead seeks to illuminate the story of Baghdad’s ancient Jewish community and the departure of 130,000 people during its final days in 1950. It is the first film made in the Iraqi-Jewish dialect of Arabic. Speaker: Elisha Russ-Fishbane, Assistant Professor of Religion. Sponsored by the Ring family and the Center for Jewish Studies. Co-sponsored by the College of Film and the Moving Image."]
    },
    "Birdman": {
        "day": ["Friday"],
        "date": ["February 20"],
        "imdb": ["http://www.imdb.com/title/tt0037595/?ref_=nv_sr_2"],
        "short": ["2014. USA. Dir: Alejandro González Iñárritu. With Michael Keaton. 119 min."],
        "long": ["A washed-up Hollywood superstar struggles with erratic actors, vicious critics, fatherhood, and his own demons as he prepares to mount an ambitious Broadway production that will reinvent his career. Powerful performances (Keaton, Edward Norton, Emma Stone) and Iñárritu’s bold visual style (a Rope-style long take experiment) intensify the film’s darkly comedic blurring of fantasy and reality."]
    },
    "La Ciénaga": {
        "day": ["Saturday"],
        "date": ["February 21"],
        "imdb": ["http://www.imdb.com/title/tt0037595/?ref_=nv_sr_2"],
        "short": ["2001. Argentina. Dir: Lucrecia Martel. With Graciela Borges. 103 min."],
        "long": ["Two large bourgeois families (and a lot of booze) vacate to a run-down country home; beneath the outward stillness of the summer stupor, everything is primed to explode. A Chekhovian consideration of familial and social dynamics, this film takes a powerful, painful trudge through The Swamp (as its title translates). Sponsored by the Department of Romance Languages and Literatures."]
    },
    "Force Majeure": {
        "day": ["Wednesday"],
        "date": ["February 25"],
        "imdb": ["http://www.imdb.com/title/tt0037595/?ref_=nv_sr_2"],
        "short": ["2015. Sweden. Dir: Ruben Östlund. With Johannes Kuhnke. 118 min."],
        "long": ["A picture-perfect Swedish family enjoy their holiday at a gorgeous Alpine ski resort – that is, until the father’s dubious actions during a sudden incident shakes the family balance. With an unexpectedly keen ability to find bleak humor amidst the domestic drama, Östlund coolly observes how a minor annoyance can slowly metastasize into a full-blown marital crisis."]
    },
    "The Ballad of the Weeping Spring": {
        "day": ["Thursday"],
        "date": ["February 26"],
        "imdb": ["http://www.imdb.com/title/tt0037595/?ref_=nv_sr_2"],
        "short": ["2012. Israel. Dir: Benny Toraty. With Uri Gavriel, Dudu Tassa. 106 min."],
        "long": ["Two decades after a tragic car crash, lute player Yosef must get his band back together to play an unperformed symphony and fulfill the wishes of a dying friend. This “Falafel Western” – a sort of musical Magnificent Seven – has been hailed for its style and outstanding soundtrack. Speaker: Laura Blum, film critic. Sponsored by the Ring family and the Center for Jewish Studies. Co-sponsored by the College of Film and the Moving Image."]
    },
    "Zoolander": {
        "day": ["Friday"],
        "date": ["February 27"],
        "imdb": ["http://www.imdb.com/title/tt0037595/?ref_=nv_sr_2"],
        "short": ["2001. USA. Dir: Ben Stiller. With Stiller, Owen Wilson, Christine Taylor. 89 min."],
        "long": ["Have you ever wondered if there was more to life other than being really, really, ridiculously good looking? You won’t find the answer inside a computer or a book – especially if you can’t read good – but globally renowned male model Derek Zoolander should be able to point you in the right direction. Unless that direction is left. Then you’re on your own."]
    },
    "Seven Chances (With Live Accompaniment)": {
        "day": ["Saturday"],
        "date": ["February 28"],
        "imdb": ["http://www.imdb.com/title/tt0037595/?ref_=nv_sr_2"],
        "short": ["1925. USA. Dir: Buster Keaton. With Keaton. Approx 90 min, including shorts."],
        "long": ["Buster can claim his inheritance if he gets married in a day, but the poor lad just can’t seem to catch a break. Either he’s being rejected by every gal he knows, or he’s being chased over streets and hillsides by a hundred ferocious would-be-brides. Live musical accompaniment by Ben Model (MoMA) and some short films round out a night of slapstick hijinks."]
    }
}
