{
    "Pelo Malo (Bad Hair)": {
        "day": ["Tuesday"],
        "date": ["March 24"],
        "imdb": ["http://www.imdb.com/title/tt3074610/"],
        "short": ["2013. Venezuela. Dir: Mariana Rondón. 93 min."],
        "long": ["Nine-year-old Junior is determined to straighten his naturally curly hair, much to the distress of his mother. Their clash raises more than questions of personal style; it reveals much of the culture’s familial, racial, and gender/sexuality attitudes."]
    },
    "Song of the Sea": {
        "day": ["Wednesday"],
        "date": ["March 25"],
        "imdb": ["http://www.imdb.com/title/tt1865505/"],
        "short": ["2014. Ireland. Dir: Tomm Moore. With Brendan Gleeson. Animated. 93 min."],
        "long": ["The latest beautiful output from the artists behind The Secret of Kells is a sort of tuneful Celtic Spirited Away: Two siblings journey into a hidden world of nature and folklore when they learn that the mute young sister, like their late mother, may be a selkie – a person capable of transforming into a seal and communing with magical beings."]
    },
    "The Lunchbox": {
        "day": ["Thursday"],
        "date": ["March 26"],
        "imdb": ["http://www.imdb.com/title/tt2350496/"],
        "short": ["2013. India. Dir: Ritesh Batra. With Irrfan Khan, Nimrat Kaur. 104 min."],
        "long": ["One workday in Mumbai, a miscommunication results in a widowed accountant receiving a box lunch far superior to his normal order from a neglected housewife. The film unfolds the touching story of the unlikely friendship between the two as they start including notes with the lunches and sharing their lives. Co-sponsored by Shakti."]
    },
    "Inherent Voice": {
        "day": ["Friday"],
        "date": ["March 27"],
        "imdb": ["http://www.imdb.com/title/tt2364975/?ref_=nv_sr_1"],
        "short": ["2014. USA. Dir: Paul Thomas Anderson. With Joaquin Phoenix. 148 min."],
        "long": ["On a case for his ex-girlfriend, a weed-addled private eye stumbles upon a bizarre underground network of neo-Nazis, dentists, heroin, and a very mysterious boat. In this semi-coherent, wildly entertaining rendering of 1970 L.A., Anderson bravely goes where no director has gone before: into the feverishly “unadaptable” world of Thomas Pynchon."]
    },
    "Them!": {
        "day": ["Saturday"],
        "date": ["March 28"],
        "imdb": ["http://www.imdb.com/title/tt0047573/"],
        "short": ["1954. USA. Dir: Gordon Douglas. With James Whitmore, Joan Weldon. 94 min."],
        "long": ["Giant man-eating ants in the Southwest: a science fiction metaphor for nuclear panic, or the shocking true secret the government doesn’t want you to know? Either way, you’ll think twice before planning your next Sunday picnic. Terror! Horror! Excitement! Mystery! ...Them! Programmed in conjunction with One Book, One Middletown."]
    },
    "Mr. Turner": {
        "day": ["Wednesday"],
        "date": ["April 1"],
        "imdb": ["http://www.imdb.com/title/tt2473794/"],
        "short": ["2014. UK. Dir: Mike Leigh. With Timothy Spall, Marion Bailey. 150 min."],
        "long": ["Leigh’s biopic of Romanticist landscape painter J.M.W. Turner’s last two decades boasts befittingly breathtaking cinematography. From brothel visits to testy encounters at the Royal Academy of Arts, Spall’s nuanced performance digs deeply into the flawed, multi-faceted life of an artistic genius capable of both shocking callousness and incredible warmth."]
    },
    "Tokyo Drifter": {
        "day": ["Thursday"],
        "date": ["April 2"],
        "imdb": ["http://www.imdb.com/title/tt0023634/?ref_=fn_al_tt_1"],
        "short": ["1966. Japan. Dir: Seijun Suzuki. With Tetsuya Watari, Hideaki Esumi. 83 min."],
        "long": ["An ex-yakuza gunman goes lone wolf, dealing doom to all who cross him. Suzuki puts the Japanese gangster flick in a blender with Hollywood westerns, melodramas, and musicals; what results is a singular vision of artifice and intense color, a work of hyper-violent pop art radiating ineffable cool. It’s no wonder Tarantino ripped it off for Kill Bill."]
    },
    "Labyrinth": {
        "day": ["Friday"],
        "date": ["April 3"],
        "imdb": ["http://www.imdb.com/title/tt0091369/"],
        "short": ["1986. USA . Dir: Jim Henson. With Jennifer Connelly, David Bowie. 101 min. "],
        "long": ["Young Sarah ventures into a fantastical labyrinth to rescue her baby half-brother after unwittingly wishing him into the clutches of the enigmatic Goblin King. Puppets by Henson’s Creature Shop and a truly groovy Bowie-composed score make this fantasy a weirdly wonderful gem, complete with psychosexual undertones and very high-waisted pants."]
    },
    "You Can't Take It With You": {
        "day": ["Saturday"],
        "date": ["April 4"],
        "imdb": ["http://www.imdb.com/title/tt0030993/"],
        "short": ["1938. USA. Dir: Frank Capra. With Jean Arthur, James Stewart. 126 min."],
        "long": ["If you think your family is strange, wait until you meet the free-spirited Vanderhofs. Industry scion Stewart aims to marry into this brood of lovable kooks, but struggles to get his stuffed-shirt parents to see the light. Can heart, humor, and communal freedom triumph over class conflict? Well, it is a Capra film..."]
    },
    "Los Hongos": {
        "day": ["Tuesday"],
        "date": ["April 7"],
        "imdb": ["http://www.imdb.com/title/tt3907102/"],
        "short": ["2014 . Columbia. Dir: Oscar Ruiz Navia. 103 min."],
        "long": ["Special Event: Two teenage graffiti artists from different backgrounds seek to make a social statement through their art. Navia brings contemporary Colombian youth to screen, fusing narrative and documentary elements into an immersive hybrid. Featuring Q&A with director Oscar Ruiz Navia."]
    },
    "Blow Up": {
        "day": ["Wednesday"],
        "date": ["April 8"],
        "imdb": ["http://www.imdb.com/title/tt0060176/"],
        "short": ["1966. UK/Italy. Dir: Michelangelo Antonioni. With David Hemmings. 111 min."],
        "long": ["Sex and drugs abound in this intellectually complex mystery set in Swinging London.  When a jaded fashion photographer inadvertently notices something on the edge of a developed image, he begins to construct evidence of a murder – which becomes further complicated when a woman from the scene in question shows up demanding his photos."]
    },
    "Manila in the Claws of Light": {
        "day": ["Thursday"],
        "date": ["April 9"],
        "imdb": ["http://www.imdb.com/title/tt0073363/"],
        "short": ["1975. Philippines. Dir: Lino Brocka. With Bembol Roco. 125 min."],
        "long": ["A blue-collar young man struggles to survive in the big city as he chases fleeting memories of his lost love. This preeminent classic of Filipino cinema executes social realism with raw vitality, earning comparisons to Scorsese – and a recent restoration via his World Cinema Project.  Co-sponsored by PINOY."]
    },
    "Top Five": {
        "day": ["Friday"],
        "date": ["April 10"],
        "imdb": ["http://www.imdb.com/title/tt2784678/"],
        "short": ["2014. USA. Dir: Chris Rock. With Rock, Rosario Dawson. 102 min."],
        "long": ["Rock’s howlingly funny, star-filled riff on the Sullivan’s Travels/Birdman model sees a comedian trying to abandon his soulless yet lucrative “Hammy the Bear” franchise for the uncommercial prestige slave drama “Uprize.” Meanwhile, an unexpected encounter with a journalist leads him to confront his life at its most earnestly intimate and shamelessly, hilariously crass."]
    },
    "Animated Shorts: Norman McLaren": {
        "day": ["Saturday"],
        "date": ["April 11"],
        "imdb": ["http://www.imdb.com/name/nm0572235/"],
        "short": ["1940-1971. Canada. Dir: McLaren and collaborators. Animated. 75 min."],
        "long": ["An unsung pioneer of animation whose astonishing work was lauded by Picasso as “finally something new,” McLaren experimented widely with the filmic medium, including drawn-on-film animation, abstract cinema, and pixilation (stop-motion with humans) – all represented in this 35mm retrospective."]
    },
    "A Girl Walks Home Alone at Night": {
        "day": ["Wednesday"],
        "date": ["April 15"],
        "imdb": ["http://www.imdb.com/title/tt2326554/"],
        "short": ["2014. USA. Dir: Ana Lily Amirpour. With Sheila Vand, Arash Marandi. 99 min."],
        "long": ["Welcome to Bad City, Iran. It has a lot going for it: drugs, prostitution, death, etc. It also has a girl who spends her nights skating and drinking the blood of its low-lifes. Easily the best black-and-white female-driven Persian-language vampire “Western” to date, Girl demonstrates plenty of style, pop-culture savvy, and biting social commentary."]
    },
    "Alumni Music Videos: Screening and Panel": {
        "day": ["Thursday"],
        "date": ["April 16"],
        "long": ["Quite a few of our recent alumni have been building their filmmaking portfolios in the music video field, creating exciting short form work filled with rhythm, playful storytelling, and bold visual experimentation. This WesFest, join us for a screening of alumni projects and ask questions of our panel of talented returning graduates."]
    },
    "Ferris Bueller's Day Off": {
        "day": ["Friday"],
        "date": ["April 17"],
        "imdb": ["http://www.imdb.com/title/tt0091042/"],
        "short": ["1986. USA. Dir: John Hughes. With Matthew Broderick. 103 min."],
        "long": ["Led by a charming Matthew Broderick, a trio of high school seniors borrow Daddy’s sports car and head to Chicago for an elaborate day of hooky. From its out-of-the-blue musical numbers to its tongue-in-cheek dialogue, Bueller will leave you yearning for the “good old” eighties you never actually knew."]
    },
    "Playtime": {
        "day": ["Saturday"],
        "date": ["April 18"],
        "imdb": ["http://www.imdb.com/title/tt0062136/"],
        "short": ["1967. France. Dir: Jacques Tati. With Tati, Rita Maiden. 124 min."],
        "long": ["If visual complexity and laugh-out-loud comedy seem like oddly intriguing bedfellows, consider this symphony of simultaneous gags – a veritable Where’s Waldo book brought to life. Amidst sets so intricate and expensive that they bankrupted the obsessive Tati, his beloved character Monsieur Hulot navigates Paris in all its frightening modernity."]
    },
    "Citizenfour": {
        "day": ["Wednesday"],
        "date": ["April 22"],
        "imdb": ["http://www.imdb.com/title/tt4044364/"],
        "short": ["2014. USA. Dir: Laura Poitras. With Edward Snowden. Documentary. 114 min."],
        "long": ["Equal parts thriller and character study, this fascinating Oscar winner covers the days surrounding Edward Snowden’s outing of unlawful NSA spying practices. Poitras’ unbridled access to her subject makes for an unusually intimate piece of filmmaking, which captures a moment in American history with rare palpability."]
    },
    "Werkmeister Harmonies": {
        "day": ["Thursday"],
        "date": ["April 23"],
        "imdb": ["http://www.imdb.com/title/tt0249241/"],
        "short": ["2000. Hungary. Dir: Béla Tarr. With Lars Rudolph, Peter Fitz. 145 min."],
        "long": ["In an economically depressed village,  an unusual circus attraction and a mysterious man spreading controversial philosophical ideas stir anxieties amongst the townsfolk. Tarr sustains a poetic yet nightmarish resonance through strikingly dour black-and-white photography and elegantly choreographed long takes."]
    },
    "Piranha 3D": {
        "day": ["Friday"],
        "date": ["April 24"],
        "imdb": ["http://www.imdb.com/title/tt0464154/"],
        "short": ["2010. USA. Dir: Alexandre Aja. With Richard Dreyfuss, Ving Rhames. 88 min."],
        "long": ["Popular spring break destination Lake Victoria is in for a bloody time after an unexpected earthquake releases deadly piranhas into its waters, banding together a group of unlikely strangers. Will they stop the feeding frenzy before it’s too late? This tongue-in-cheek horror-comedy offers plenty of gags, gore, and gratuitous nudity bursting out in all three glorious dimensions."]
    },
    "Never on Sunday": {
        "day": ["Saturday"],
        "date": ["April 25"],
        "imdb": ["http://www.imdb.com/title/tt0054198/"],
        "short": ["1960. Greece/USA. Dir: Jules Dassin. With Melina Mercouri, Dassin. 91 min."],
        "long": ["Opa! In this lively comedic fable of American arrogance, a pretentious yank (the director himself) visits a Greek fishing village and tries to reform a popular local prostitute to his standards of intellectual grandeur. But that Hellenic Holly Golightly and the lusty locals might have a thing or two to teach him instead. Dassin series introduction by Middletown Mayor Dan Drew."]
    },
    "Shaft": {
        "day": ["Wednesday"],
        "date": ["April 29"],
        "imdb": ["http://www.imdb.com/title/tt0067741/"],
        "short": ["1971. USA. Dir: Gordon Parks. With Richard Roundtree. 100 min."],
        "long": ["Q: Shaft is..., a) The black private dick that’s a sex machine to all the chicks, b) The man that would risk his neck for his brother man, c) The cat that won’t cop out when there’s danger all about, d) A bad mother... (Shut your mouth), e) All of the above"]
    },
    "Brute Force": {
        "day": ["Thursday"],
        "date": ["April 30"],
        "imdb": ["http://www.imdb.com/title/tt0039224/"],
        "short": ["1947. USA. Dir: Jules Dassin. With Burt Lancaster, Hume Cronyn. 98 min."],
        "long": ["The harshest of Dassin’s socially conscious films noir concerns prison inmates suffering under a power-mad security chief who pushes institutional cruelty to the point of sadism. The imprisoned men reflect on their former lives as they channel their present frustration into a risky escape attempt. Co-sponsored by the Center for Prison Education."]
    },
    "The Graduate": {
        "day": ["Friday"],
        "date": ["May 1"],
        "imdb": ["http://www.imdb.com/title/tt0039224/"],
        "short": ["1967. USA. Dir: Mike Nichols. With Dustin Hoffman, Anne Bancroft. 105 min."],
        "long": ["A directionless college grad returns home for a summer of pool-floating and parental nagging – only to find himself trapped between the well-toned legs of cinema’s most iconic cougar. Set to the timeless stylings of Simon & Garfunkel, the late Nichols’ celebrated ode to post-adolescent discovery hits a resonant note of emotional poignancy."]
    },
    "Rafifi": {
        "day": ["Friday"],
        "date": ["May 2"],
        "imdb": ["http://www.imdb.com/title/tt0039224/"],
        "short": ["1955. France. Dir: Jules Dassin. With Jean Servais, Carl Möhner. 122 min."],
        "long": ["Four men devise an elaborate plot to rob a jewelry store, but tensions arise as plans start to go awry. This canonical caper flick builds to one of the most nail-biting heist scenes you’ll ever see, played out in total silence. Take careful notes: If that grad school thing doesn’t pan out, you can always fall back on a life of crime."]
    }
}